Repository: keisha-rw/lit-components-lib
Catalog: packages/web-components/src/xliff/*.xlf
Languages: es_419

# s4e6293bf5d5c04fd
source: Trouble logging in?
es_419: ¿Tienes problemas para iniciar sesión?

# s9fda4232f5e1876a
source: Get help
es_419: Consigue ayuda

# sd8882d92b73b5557
source: Securities offered through Company Co Securities, Inc.,
es_419: Los valores son ofrecidos a través de Company Co Securities, Inc.,

# s460a58afa227b074
source: member SIPC
es_419: miembro de la SIPC

# s34ec1161f45ac246
source: Select an option for more information about Company Co
es_419: Selecciona una opción para leer más información sobre Company Co

# scae799b026a32126
source: Terms of use
es_419: Términos de uso

# s81965c16f691deb1
source: Disclosures
es_419: Declaraciones

# se78c02e9a98a0f47
source: Privacy
es_419: Privacidad

# s01a8d45397ec133b
source: Security
es_419: Seguridad

# s170f1dc21c7705ad
source: Report fraud
es_419: Reporte de fraudes

# sfdde30c24ce38292
source: completed
es_419: paso completo

# sf0c61fdd440af065
source: incomplete
es_419: paso incompleto

# sf9909144862249c6
source: progress
es_419: progreso

# s1d40c59f4111762c
source: Video duration is
es_419: La duración del vídeo es de

# s4c29ea0854bcc82b
source: minutes and
es_419: minutos y

# s4027426ef595a958
source: seconds long
es_419: segundos

# s75a252fd7ccac64d
source: breadcrumbs
es_419: ayuda a la navegación

# sd0391adbe9b8bcd5
source: Expand/collapse row
es_419: Expandir/contraer fila

# s2678515c81468bbb
source: go to page
es_419: ir a la página

# s0ca8392b4d4c1ea1
source: go to first page
es_419: ir a la primera página

# s7aa778532a3880d4
source: go to previous page
es_419: ir a la página anterior

# sc9f03bb3bdb38ca8
source: go to next page
es_419: ir a la página siguiente

# sc159fdc23eef5f4b
source: go to last page
es_419: ir a la última página

# sc001d42d272cbfa9
source: pagination
es_419: paginación

# scb04435672ac5410
source: Log in
es_419: Ingresar

# sce84128cb653e907
source: Clear value
es_419: Borrar la fecha

# s46d6587089bd0356
source: Next month
es_419: Mes siguiente

# sda6fb6b9cc156f91
source: Next year
es_419: Año siguiente

# sd9511662b0322934
source: Choose date
es_419: Elegir fecha

# s62931b2a50168976
source: Previous month
es_419: Mes anterior

# se1a9c804f6e98131
source: Previous year
es_419: Año anterior

# s8d655da5d255db75
source: Show today
es_419: Mostrar la fecha de hoy

# sd5e9b70ffb7a8b46
source: Skip to content
es_419: Saltar al contenido

# s220bcce27242e1e9
source: search
es_419: buscar

# s3862381e95ec3dcf
source: notifications
es_419: notificaciones

# sbdeedc1c60306b35
source: Messages
es_419: Mensajes

# s556674267c78a2b0
source: Other alerts
es_419: Otras alertas

# s6d8c02aee480af7a
source: Menu
es_419: Menú

# s9ec2699513c0f9c3
source: close
es_419: cerrar

# sb64127e4e4f0b575
source: Log out
es_419: Cerrar sesión

# s5f3492238424e15f
source: No files have been attached.
es_419: No se adjuntó ningún archivo.

# s516dcfaf1837bf92
source: Please make sure your files are in one of the following formats
es_419: Por favor, asegúrate de que tus archivos estén en alguno de los siguientes formatos

# s1e17434ecde6a9db
source: Please make sure your files are below
es_419: Asegúrese de que sus archivos estén debajo

# sda4a7d2f59b3b7ac
source: The following file could not be uploaded
es_419: El siguiente archivo no se pudo cargar

# s6eedf55b0382aa4b
source: Attach files
es_419: Adjuntar archivos

# sf18fdd3ba5f7797a
source: Attach file
es_419: Adjuntar archivo

# s8dd8ab8530f97ed3
source: loading...
es_419: cargando...

# scd1dd6ff53d0d01a
source: Try again
es_419: Intenta de nuevo

# s87bae2710b2492c3
source: Contact
es_419: Comunícate con nosotros

# sc13f2ceb81ef8470
source: Browse files
es_419: Búsqueda de archivos

# s5d00def765b8c365
source: secondary navigation
es_419: secundario navigation

# sc9e9ebafed664a0f
source: Filter table
es_419: Filtrar tabla

# s6ec3d6f83daed1de
source: No entries
es_419: No hay registros

# s716a6024e3fe999c
source: Show
es_419: Mostrar

# s414306632ef2de18
source: Number of rows to display in table
es_419: Número de filas que aparecerán en la tabla

# s08b06007b5567108
source: of
es_419: de

# sc5b2a72c0845a253
source: entries
es_419: registros

# sbe2a85bf4c0ca913
source: entry
es_419: registro

# sbdb6152ba8d8a6ec
source: column headers with buttons are sortable
es_419: los encabezados de columna con botones se pueden ordenar

# h0c89f217ff73b190
source: Drop a file to attach, or <button class="${this.classEl('upload-link')}">browse.</button>
es_419: Arrastra un archivo para adjuntarlo o <button class="${this.classEl('upload-link')}">búscalo en tu equipo</button>.

# h078085b55eac0a98
source: Drop files to attach, or <button class="${this.classEl('upload-link')}">browse.</button>
es_419: Arrastra el archivo para adjuntarlos o <button class="${this.classEl('upload-link')}">búscalo en tus archivos</button>.

# s7aac67bf21086fe0
source: Link to Company Co homepage
es_419: Bienvenida a la página company coo

# s842eb23ed6cdea46
source: Back to content
es_419: Volver al contenido

# sb2c57b2d347203dd
source: Show more
es_419: Mostrar más

# sa50a6326530d8a0d
source: Show less
es_419: Ver menos

# scbeff7c3e03228ae
source: minutes
es_419: minutos

# s5bb2f9bdf2fad1e9
source: minute
es_419: minuto

# s9eff639fb8a1be0a
source: seconds
es_419: segundos

# s12d6dde9b30c3093
source: Dismiss
es_419: Ignorar

# sd91d956e640eadbc
source: Logout alert!
es_419: ¡Aviso de cierre de sesión!

# sef9601c134cf40fc
source: Still there? You're about to be logged out
es_419: ¿Aún estás aquí? Pronto se te cerrará la sesión

# s8bdd36ef97a4ab1c
source: To keep your account secure, we'll automatically log you out in
es_419: Por la seguridad de tu cuenta, cerraremos tu sesión en

# sc3e914eef0e05ac5
source: Stay logged in
es_419: Mantener la sesión

# seab3a86e6fc43090
source: Sorry! Something went wrong on our end when trying to extend your session. Give it another try, or
es_419: ¡Disculpa! Algo salió mal al tratar de alargar tu sesión. Antes de que se te cierre la sesión, inténtalo nuevamente o

# seee4c6b80952a1b9
source: dismiss the timer
es_419: ignora el temporizador

# sb106a7182c8de38b
source: to save your work before you get logged out.
es_419: y guarda tu trabajo.

# seb25cd4cbc2b24d6
source: Still there? You're about to be logged out.
es_419: ¿Aún estás aquí? Pronto se te cerrará la sesión.

# s30e0850dcd380915
source: One moment
es_419: Un momento

# sc5768af1625be977
source: Your session has expired.
es_419: Tu sesión venció.

# sd4722a9fad81ff4d
source: ${returnStr.trim()} remaining
es_419: El tiempo que te queda es ${returnStr.trim()}

# s9c2eec6a6a4aed0e
source: Please follow the ${this.dateFormat} format.
es_419: Utiliza el formato ${this.dateFormat}, por favor.

# se4d68e4f91dcf9fa
source: Please enter a valid date.
es_419: Por favor, ingresa una fecha válida.

# se8cdd80c0688ca71
source: Press the down arrow key to access the calendar.
es_419: Para acceder al calendario pulsa la flecha hacia abajo.

# s6e990cc48033a87b
source: Press escape to exit the calendar.
es_419: Para salir del calendario pulsa la tecla escape.

# h5675e6e0b36d6c5e
source: <span class="${this.classEl('styled-text')}">Well, shoot.</span> Our system doesn’t recognize you.
es_419: <span class="${this.classEl('styled-text')}">Bueno, dispara.</span> Nuestro sistema no te reconoce.

# s2ee6997b3d0d2ef9
source: Sorry! It looks like you don’t have permission to access this page.
es_419: ¡Arrepentido! Parece que no tienes permiso para acceder a esta página.

# s54f9a0d7cc70fd66
source: Please refresh your browser or try again in a few minutes.
es_419: Actualice su navegador o inténtelo de nuevo en unos minutos.

# h91a85050bc03067b
source: Looks like there’s a <span class="${this.classEl('styled-text')}">bump</span> in the road.
es_419: Parece que hay un <span class="${this.classEl('styled-text')}">chichón</span> en la carretera.

# s918fcb4567138d8c
source: Sorry! This part of our site is currently unavailable, we’re working on resolving the issue as quickly as possible.
es_419: Arrepentido! Esta parte de nuestro sitio no está disponible actualmente, estamos trabajando para resolver el problema lo más rápido posible.

# h7f34894d53963d95
source: Well, that’s <span class="${this.classEl('styled-text')}">puzzling.</span>
es_419: Bueno, eso es <span class="${this.classEl('styled-text')}">desconcertante.</span>

# sa8561a353768287e
source: We’re sorry. It looks like the link you followed may be broken or the page may have been moved.
es_419: Lo sentimos. Parece que el enlace que siguió puede estar roto o la página puede haber sido movida.

# sa35f2abda56d613b
source: ${this.getCaptionSlotText()} table, column ${headerName} is now sorted by ${this.sortDirection} values
es_419: ${this.getCaptionSlotText()} tabla, la columna ${headerName} está ordenada por valores ${this.sortDirection}

# sff0a3db63ffa1b16
source: Company Co on Facebook
es_419: Company Co en Facebook

# s21b6ff9e327ea7d5
source: Company Co on Twitter
es_419: Company Co en Facebook

# seb345de3cf758cf7
source: Company Co on YouTube
es_419: Company Co en Facebook

# s2482d376ea5b0108
source: Company Co on LinkedIn
es_419: Company Co en Facebook

# s84d3dbcd121dd01b
source: descending
es_419: descendentes

# s8e68b824b99140a1
source: ascending
es_419: ascendentes

# se146cd96a9e8d8d0
source: You've logged out.
es_419: Cerraste sesión.

# se12eb014b2fb29c1
source: To keep your account secure, we've logged you out.
es_419: Para mantener tu cuenta segura, hemos cerrado tu sesión.

# se3eff583aa25e9b1
source: Not what you wanted to do?
es_419: ¿No era lo que querías hacer?

# s16ce239d6472323b
source: Log back in
es_419: Iniciar sesión de nuevo

# ha8bf63ea9bbf4eb4
source: <span class="${this.classEl('styled-text')}">Uh-oh.</span> We’re experiencing a small glitch.
es_419: <span class="${this.classEl('styled-text')}">Uh-oh.</span> Estamos experimentando una pequeña falla.

# s2ceb11be2290bb1b
source: Cancel
es_419: Cancelar

# s2a8434b16dc214a3
source: Replace
es_419: Reemplazar

# s282f82886d463e5d
source: Are you sure you want to replace this file:
es_419: ¿Está seguro de que desea reemplazar el siguiente archivo?

# scd920802542c5ac9
source: With
es_419: Con

# s752c71c317843847
source: Hang on a moment...
es_419: Espera un momento...

# s51c230b3dc998e31
source: Just a few more seconds!
es_419: ¡Solo unos segundos más!

# sd15de0dcd2378a55
source: Contact us
es_419: Comunícate con nosotros

# sc7810ea6aec7390e
source: Help topics
es_419: Temas de ayuda

# s16071483b66b96af
source: View video transcript
es_419: Ver la transcripción del video
